export const ruLocalization = {
    translation: {
        layouts: {
            header: {
                t_community: 'Сообщество',
                t_experts: 'Эксперты',
            },
            footer: {
                t_copyright: '© Mobile Broadcast 2024',
            }
        },
        pages: {
            home: {
                t_block_1_title: 'Mobile Broadcast',
                t_block_1_text: 'Это международное сообщество для всех, кто увлечен мобильной разработкой. Это место, где границы между платформами стираются, и единственное, что имеет значение – ваш интерес и страсть к мобильным технологиям.',
                t_block_1_button: 'Присоединиться к сообществу',
            },
            error: {
                t_title: 'Страница не найдена.',
                t_text: 'Страница, которую вы ищете, не существует.',
                t_btn: 'На главную',
            },
            coming_soon: {
                t_title: 'Страница в разработке.',
                t_text: 'Страница, на которую вы перешли, еще в разработке.',
                t_btn: 'На главную',
            },
        }
    },
};
